Repository: sequentech/tally-pipes
Catalog: tally_pipes/pipes/locale/*/LC_MESSAGES/pipes.po
Languages: ca, es

source: Detailed and question by question results of the election {election_id} titled <u>"{election_title}"</u>.
ca: A continuació es detallen, pregunta per pregunta, els resultats de la votació {election_id} titulada <u>"{election_title}"</u>.
es: A continuación se detallan, pregunta por pregunta, los resultados de la votación {election_id} titulada <u>"{election_title}"</u>.

source: Results of the election tally {election_id} - {election_title}
ca: Resultats de l'escrutini de la votació {election_id} - {election_title}
es: Resultados del escrutinio de la votación {election_id} - {election_title}

source: Question {question_index}: {question_title}
ca: Pregunta {question_index}: {question_title}
es: Pregunta {question_index}: {question_title}

source: Configuration Data
ca: Dades de configuració
es: Datos de configuración

source: First past the post, Plurality or Plurality at Large
ca: Vot en bloc o Escrutini Majoritari Plurinominal
es: Voto en bloque o Escrutinio Mayoritario Plurinominal

source: Cumulative voting
ca: Vot acumulatiu
es: Voto acumulativo

source: Borda Nauru or Borda Dowdall (1/n)
ca: Borda de Nauru o Borda Dowdall (1/n)
es: Borda de Nauru o Borda Dowdall (1/n)

source: Pairwise comparison (beta distribution)
ca: Comparació de parells (distribució beta)
es: Comparación de pares (distribución beta)

source: Tally system
ca: Sistema de recompte
es: Sistema de recuento

source: Minimum number of options a voter can select
ca: Nombre mínim d'opcions que pots escollir un votant
es: Número mínimo de opciones que puede seleccionar un votante

source: Maximum number of options a voter can select
ca: Nombre màxim d'opcions que pots escollir un votant
es: Número máximo de opciones que puede seleccionar un votante

source: Number of winning options
ca: Nombre d'opcions guanyadores
es: Número de opciones ganadoras

source: Options appear in the voting booth in random order
ca: Les opcions apareixen a la cabina de votació en ordre aleatori
es: Las opciones aparecen en la cabina de votación en orden aleatorio

source: Yes
ca: Sí
es: Sí

source: Participation in question {question_index}
ca: Participació en pregunta {question_index}
es: Participación en pregunta {question_index}

source: Total number of votes cast
ca: Nombre total de vots emesos
es: Número total de votos emitidos

source: Blank votes
ca: Vots en blanc
es: Votos en blanco

source: {blank_votes} ({percentage:.2%} over the total number of votes)
ca: {blank_votes} ({percentage:.2%} sobre el nombre total de vots)
es: {blank_votes} ({percentage:.2%} sobre el número total de votos)

source: Null votes
ca: Votos nulos
es: Votos nulos

source: {null_votes} ({percentage:.2%} over the total number of votes)
ca: {null_votes} ({percentage:.2%} sobre el nombre total de vots)
es: {null_votes} ({percentage:.2%} sobre el número total de votos)

source: Total number of votes for options
ca: Nombre total de vots a opcions
es: Número total de votos a opciones

source: {valid_votes} ({percentage:.2%} over the total number of votes)
ca: {valid_votes} ({percentage:.2%} sobre el nombre total de vots)
es: {valid_votes} ({percentage:.2%} sobre el número total de votos)

source: Voting period start date
ca: Data d'inici de el període de vot
es: Fecha de inicio del período de voto

source: Voting period end date
ca: Data de fi de el període de vot
es: Fecha de fin del período de voto

source: Tally end date
ca: Data de finalització de l'recompte
es: Fecha de finalización del recuento

source: Candidate results
ca: resultats dels candidats
es: Resultados de las candidaturas

source: Name
ca: Nom
es: Nombre

source: Points
ca: Punts
es: Puntos

source: Winning position
ca: Posició guanyadora
es: Posición ganadora
